{"class_name": "Sequential", "keras_version": "2.0.2", "config": [{"class_name": "Dense", "config": {"units": 8, "bias_constraint": null, "trainable": true, "dtype": "float32", "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "batch_input_shape": [null, 10], "activation": "relu", "name": "dense_1", "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"units": 6, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null, "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "activation": "relu", "name": "dense_2", "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}}}, {"class_name": "Dense", "config": {"units": 4, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null, "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "activation": "relu", "name": "dense_3", "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "rate": 0.5}}, {"class_name": "Dense", "config": {"units": 2, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null, "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "activation": "softmax", "name": "dense_4", "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}}}], "backend": "tensorflow"}