{"keras_version": "2.0.2", "config": [{"config": {"use_bias": true, "dtype": "float32", "activity_regularizer": null, "kernel_regularizer": null, "units": 8, "name": "dense_5", "trainable": true, "bias_constraint": null, "batch_input_shape": [null, 10], "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"use_bias": true, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "name": "dense_6", "units": 6, "bias_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"use_bias": true, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "name": "dense_7", "units": 4, "bias_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"use_bias": true, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "name": "dense_8", "units": 2, "bias_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "softmax", "bias_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}